app/controllers/administrateurs_controller.rb

SELECT `habitats`.* FROM `habitats`
---
	def form_add_habitat
		@habitats = Habitat.all